menu-start_message = <b>Это главное меню бота ведения заметок.</b>
                     Можешь выбрать язык и приступать к работе с заметками.

menu-start_todo_button = Мои заметки

todo-list-message = <b>Заметки:</b>

back-button = Назад

lang-ru = 🇷🇺 Русский
lang-en = 🇬🇧 English

incorrect_message = <b>Введите корректное текстовое сообщение</b>
input_end_time_error = <b>Введите корректную дату</b>

todo-message = <b>{$title}</b>

               {$description}

               <b>Создано: </b> {$created}
               <b>Время окончания:</b> {$end_time}

               <b>{$is_done}</b>

               ---------------
               {$tags}

todo-done = ✅ Выполнена
todo-not_done = ❌ Не выполнена

todo-end_time-default = Не установлено

todo-change_status = ✅ Сменить статус заметки ❌

todo-delete_button = 🗑 Удалить 🗑

todo-edit_button = 🛠 Редактировать 🛠

todo-create_button =

edit-skip = ➡️ Пропустить ➡️
edit-back = ⬅️ Назад ⬅️
edit-cancel = Отменить и вернуться
edit-save = ✔️ Сохранить ✔️

edit-new_title = <b>Введите новый заголовок:</b>
edit-new_description = <b>Введите новое описание:</b>
edit-new_end_time = <b>Введите новое время окончания в формате `ДД.ММ.ГГГГ ЧЧ:ММ`:</b>
edit-new_tags = <b>Введите новые теги через запятую:</b>
edit-confirm = <b>Подтвердите изменение:</b>