menu-start_message = <b>Это главное меню бота ведения заметок.</b>
                     Можешь выбрать язык и приступать к работе с задачами.

menu-start_todo_button = Мои задачи

todo-list-message = <b>Задачи:</b>

back-button = Назад

lang-ru = 🇷🇺 Русский
lang-en = 🇬🇧 English

incorrect_message = <b>Введите корректное текстовое сообщение</b>
input_end_time_error = <b>Введите корректную дату</b>

todo-message = <b>{$title}</b>

               {$description}

               <b>Создано: </b> {$created}
               <b>Время окончания:</b> {$end_time}

               <b>{$is_done}</b>

               ------------------------------------------------------------
               {$tags}

todo-done = ✅ Выполнена
todo-not_done = ❌ Не выполнена

todo-end_time-default = Не установлено

todo-change_status = ✅ Сменить статус задачи ❌

todo-delete_button = 🗑 Удалить 🗑

todo-edit_button = 🛠 Редактировать 🛠

todo-create_button = Создать задачу

todo-show_comments_button = 💬 Комментарии 💬

edit-skip = ➡️ Пропустить ➡️
edit-back = ⬅️ Назад ⬅️
edit-cancel = Отменить и вернуться
edit-save = ✔️ Сохранить ✔️

edit-new_title = <b>Введите новый заголовок:</b>
edit-new_description = <b>Введите новое описание:</b>
edit-new_end_time = <b>Введите новое время окончания в формате `ДД.ММ.ГГГГ ЧЧ:ММ`:</b>
edit-new_tags = <b>Введите новые теги через запятую:</b>
edit-confirm = <b>Подтвердите изменение:</b>

create-title = <b>Введите заголовок:</b>
create-description = <b>Введите описание:</b>
create-end_time = <b>Введите время окончания в формате `ДД.ММ.ГГГГ ЧЧ:ММ`:</b>
create-tags = <b>Введите теги через запятую:</b>
create-confirm = <b>Подтвердите создание:</b>

comments_empty = <b>Комментарии не найдены</b>
comment-create-button = ➕ Добавить комментарий ➕
comment-create-message = <b>Введите текст комментария</b>
comment-delete-button = 🗑 Удалить 🗑
comment-edit-button = 🛠 Редактировать 🛠
comment-edit-message = <b>Введите новый текст комментария</b>

register_yes = Да
register_no = Нет
setup_password = <b>Кто то пытается установить пароль на ваш профиль в боте через браузер, это вы?</b>
